Repository: Deltares/Riskeer
Catalog: Core/Plugins/src/Core.Plugins.SharpMapGis.Gui/Properties/Resources.*.resx
Languages: nl_nl

# VectorStyleProperties_EnableOutline_Description
source: Bepaal of u wel of niet de lijn langs de omtrek van de lijn wilt laten zien.
nl_nl: NL Determines whether or not to show the line along the circumference of the line.
