Repository: Deltares/Riskeer
Catalog: Core/Plugins/src/Core.Plugins.SharpMapGis.Gui/Properties/Resources.*.resx
Languages: nl_nl

# AddSamplesOperationProperties_DisplayName
source: Voeg meetpunten operatie toe
nl_nl: NL Add samples operation

# Categories_Dimensions
source: Dimensies
nl_nl: NL Dimensions

# Categories_General
source: Algemeen
nl_nl: NL General

# Categories_Input
source: Invoer
nl_nl: NL Input

# Categories_Operation_Parameters
source: Operatie parameters
nl_nl: NL Operation parameters

# Categories_Output
source: Uitvoer
nl_nl: NL Output

# Categories_Storage
source: Opslag
nl_nl: NL Storage

# Categories_Style
source: Stijl
nl_nl: NL Style

# CellAveragingAlgorithm_DisplayName
source: Cel-middelen-algoritme
nl_nl: NL Cell averaging algorithm

# Common_Name_DisplayName
source: Naam
nl_nl: NL Name

# ContourOperation_DesiredSampleSpacing_Description
source: De gewenste ruimte tussen punten op de omtrek.
nl_nl: NL The desired space between points on the contour.

# ContourOperation_DesiredSampleSpacing_DisplayName
source: Bemonstering van de afstand
nl_nl: NL Sampling distance

# ContourOperation_Value_Description
source: Argument wordt gebruikt als waarde voor de punten op de contour.
nl_nl: NL Argument used as value for the points on the contour.

# ContourOperation_Value_DisplayName
source: Argumentwaarde
nl_nl: NL Argument value

# CropOperationProperties_DisplayName
source: "Crop"-operatie
nl_nl: NL Crop operation

# CurvilinearGridLayerProperties_DisplayName
source: Kromlijnigraster
nl_nl: NL Curvilinear grid

# CurvilinearGridLayerProperties_Name_Description
source: Naam van de kromlijnige die getoond wordt aan de gebruiker.
nl_nl: NL Name of the curvilinear shown to the user.

# CurvilinearGridLayerProperties_ShowFaces_Description
source: Bepaal of u wel of niet de oppervlakken ("faces") van het raster wilt laten zien.
nl_nl: NL Determines whether or not to show the surfaces (faces) of the grid.

# CurvilinearGridLayerProperties_ShowFaces_DisplayName
source: Toon oppervlakken
nl_nl: NL Show surfaces

# CurvilinearGridLayerProperties_ShowLines_Description
source: Bepaal of u wel of niet de lijnen (randen) tussen de rasterpunten wilt laten zien.
nl_nl: NL Determines whether or not to show the lines (edges) between grid points.

# CurvilinearGridLayerProperties_ShowLines_DisplayName
source: Toon regels
nl_nl: NL Show lines

# CurvilinearGridLayerProperties_ShowVertices_Description
source: Bepaar of u wel of niet de gedefinieerde punten (hoekpunten) van het raster wilt laten zien.
nl_nl: NL Determines whether or not to show the defined points (vertices) of the grid.

# CurvilinearGridLayerProperties_ShowVertices_DisplayName
source: Punten weergeven
nl_nl: NL Show points

# EraseOperationProperties_DisplayName
source: Wis operatie
nl_nl: NL Erase operation

# FeatureDataRowProperties_Data_Description
source: De beschikbare "featue attribute data".
nl_nl: NL The available feature attribute data.

# FeatureDataRowProperties_Data_DisplayName
source: Gegevens
nl_nl: NL Data

# FeatureDataRowProperties_DisplayName
source: Onderdeelgegevens
nl_nl: NL Feature data

# FilterFunctionDialog_ValidateMultiSelectError
source: Deze functie biedt geen ondersteuning voor gedeeltelijk selecteren van meerdere onderdelen. Selecteer slechts één of alle waarden
nl_nl: NL This function does not support partial multi-select. Please select only one or all values instead for argument

# GdalRasterLayerProperties_DisplayName
source: "Gdal"-rasterlaag
nl_nl: NL Gdal grid layer

# GdalRasterLayerProperties_Envelope_Description
source: De verlenging van het "Gdal"-rasterlaag.
nl_nl: NL The extends of the Gdal grid layer.

# GdalRasterLayerProperties_Envelope_DisplayName
source: Uitbreiding van de laag
nl_nl: NL Layer extend

# GdalRasterLayerProperties_MaxVisibility_DisplayName
source: Maximale zichtbaarheidszoomniveau
nl_nl: NL Maximum visibility zoom

# GdalRasterLayerProperties_MaxVisible_Description
source: Maximale zoomniveau waar deze laag nog steeds zichtbaar is.
nl_nl: NL Maximum zoom level where this layer is still visible.

# GdalRasterLayerProperties_MinVisible_Description
source: Minimale zoomniveau waar the laag nog steeds zichtbaar is.
nl_nl: NL Minimum zoom level where this layer is still visible.

# GdalRasterLayerProperties_MinVisible_DisplayName
source: Minimale zichtbaarheidszoomniveau
nl_nl: NL Minimum visibility zoom

# GdalRasterLayerProperties_Name_Description
source: Naam van het "Gdal"-rasterlaag dat getoond wordt aan de gebruiker.
nl_nl: NL Name of the Gdal grid layer shown to the user.

# GdalRasterLayerProperties_Origin_Description
source: De coördinaat van de oorsprong van de "Gdal"-rasterlaag.
nl_nl: NL The coordinate of the origin of the Gdal grid layer.

# GdalRasterLayerProperties_Origin_DisplayName
source: Oorsprong
nl_nl: NL Origin

# GdalRasterLayerProperties_Size_Description
source: Aantal rastercellen langs de as van het raster.
nl_nl: NL Number of grid cells along the axis of the grid.

# GdalRasterLayerProperties_Size_DisplayName
source: Rastergrootte
nl_nl: NL Grid Size

# GdalRasterLayerProperties_Step_Description
source: De afmetingen van een enkele rastercel.
nl_nl: NL The dimensions of a single grid cell.

# GdalRasterLayerProperties_Step_DisplayName
source: De grootte van een rastercel
nl_nl: NL Grid cell size

# GradientOperation_Angle_Description
source: Horizontale hoek van het verloop in graden (90 = noordwaarts)
nl_nl: NL Horizontal angle of the gradient in degrees (90 = northward)

# GradientOperation_Angle_DisplayName
source: Hoek
nl_nl: NL Angle

# GradientOperation_StartValue_Description
source: Initiele waarde voor de gradiënt
nl_nl: NL Initial value for the gradient

# GradientOperation_StartValue_DisplayName
source: Beginwaarde
nl_nl: NL Initial value

# GradientOperation_StopValue_Description
source: Definitieve waarde voor de helling
nl_nl: NL Final value for the gradient

# GradientOperation_StopValue_DisplayName
source: Laatste waarde
nl_nl: NL Final value

# GradientOperationProperties_DisplayName
source: Operatie kleurovergang
nl_nl: NL Gradient operation

# GroupLayerProperties_DisplayName
source: Groep-laag
nl_nl: NL Group layer

# GroupLayerProperties_Name_Description
source: Naam van de groepslaag.
nl_nl: NL Name of the layer group.

# GroupLayerProperties_NumberOfLayers_Description
source: Het aantal lagen in de laaggroep.
nl_nl: NL Number of layers in the layer group.

# GroupLayerProperties_NumberOfLayers_DisplayName
source: Aantal lagen
nl_nl: NL Number of layers

# ImportSamplesOperation_File_Description
source: Bestand waaruit de meetpuntenreeks wordt gelezen.
nl_nl: NL File from which the sample set is read.

# ImportSamplesOperation_File_Displayname
source: Invoerbestand
nl_nl: NL Input file

# ImportSamplesOperation_Source_CS_Description
source: Coördinatenstelsel waarin de punten van het bestand zijn aangegeven.
nl_nl: NL Coordinate system in which the points in the file are represented.

# ImportSamplesOperation_Source_CS_Displayname
source: Broncoördinatenstelsel
nl_nl: NL Source coordinate system

# ImportSamplesOperation_Target_CS_Description
source: Coördinatenstelsel waarnaar de invoerpunten moeten worden geconverteerd.
nl_nl: NL Coordinate system to which the input points should be converted.

# ImportSamplesOperation_Target_CS_Displayname
source: Doelcoördinatenstelsel
nl_nl: NL Target coordinate system

# ImportSamplesOperationProperties_DisplayName
source: Meetpunten importeren eigenschappen
nl_nl: NL Sample points import properties

# InterpolateOperation_AveragingMethod_Description
source: Bepaal welke waarde als resultaat wordt gegeven voor de gevonden meetpunten
nl_nl: NL Determines which value to return for the found samples

# InterpolateOperation_AveragingMethod_DisplayName
source: Celraster middelingsmethode
nl_nl: NL Grid cell averaging method

# InterpolateOperation_InterpolationMethod_Description
source: Interpolatiemethode: "Delauny triangulatie" of rastercel gemiddelde
nl_nl: NL Interpolation method: Delauny triangulation or grid-cell averaging

# InterpolateOperation_InterpolationMethod_DisplayName
source: Interpolatiemethode
nl_nl: NL Interpolation method

# InterpolateOperation_MinPoints_Description
source: Ondergrens van het aantal meetpunten per "cell" dat is gevonden bij het interpoleren
nl_nl: NL Lower bound on the number of samples found per cell when interpolating

# InterpolateOperation_MinPoints_DisplayName
source: Minimaal aantal meetpunten per "cell"
nl_nl: NL Minimum samples per cell

# InterpolateOperation_RelSearchCellSize_Description
source: Schaalfactor voor de celgrootte
nl_nl: NL Scaling factor for cell sizes

# InterpolateOperation_RelSearchCellSize_DisplayName
source: Relatieve zoek-celgrootte
nl_nl: NL Rel. search cell size

# InterpolateOperation_Samples_Description
source: Punt instellen die wordt geïnterpoleerd op het raster
nl_nl: NL Point set that being interpolated to the grid

# InterpolateOperation_Samples_Displayname
source: Meetpunten reeks
nl_nl: NL Sample set

# InterpolateOperationProperties_DisplayName
source: Operatie interpolatie
nl_nl: NL Interpolation operation

# LayerProperties_DisplayName
source: Laag
nl_nl: NL Layer

# LayerProperties_Opacity_Description
source: De waarde moet in het bereik tussen 0.0 (geheel doorzichtig) en 1.0 (volledig dekkend) zijn
nl_nl: NL Value in the range 0.0 (fully transparent) - 1.0 (fully opaque)

# LayerProperties_Opacity_DisplayName
source: Dekking
nl_nl: NL Opacity

# LegendToolProperties_DisplayName
source: Legenda van de kaart
nl_nl: NL Map legend

# LegendToolProperties_Font_Description
source: Lettertype dat gebruikt wordt in de kaartlegenda.
nl_nl: NL Font used in the map legend.

# LegendToolProperties_Font_DisplayName
source: Lettertype
nl_nl: NL Font

# LegendToolProperties_Padding_Description
source: Het aantal pixels als "inner margin" langs alle randen van de legenda.
nl_nl: NL The number of pixels as inner margin along all edges of the legend.

# LegendToolProperties_Padding_DisplayName
source: Opvulling
nl_nl: NL Padding

# LineStyleProperies_Color_Description
source: Primaire kleur van de lijn.
nl_nl: NL Primary color of the line

# LineStyleProperies_Color_DisplayName
source: Kleur
nl_nl: NL Color

# LineStyleProperies_DashStyle_Description
source: Onderbroken-lijnstijl van de lijn.
nl_nl: NL Dash style of the line.

# LineStyleProperies_DashStyle_DisplayName
source: Streepstijl
nl_nl: NL Dash style

# LineStyleProperies_DisplayName
source: Lijnstijl
nl_nl: NL Line style

# LineStyleProperies_Width_Description
source: Breedte van de lijn.
nl_nl: NL Width of the line.

# LineStyleProperies_Width_DisplayName
source: Breedte
nl_nl: NL Width

# MapProperties_Map_DisplayName
source: Kaart
nl_nl: NL Map

# MapProperties_Name_Description
source: Naam van deze kaart die getoond wordt aan de gebruiker.
nl_nl: NL Name of this map shown to the user.

# mapToolbar
source: Kaart
nl_nl: NL Map

# OverwriteValueOperation_Value_Description
source: Nieuwe waarde dat ingevoegd moet worden.
nl_nl: NL New value to be inserted.

# OverwriteValueOperation_Value_DisplayName
source: Waarde
nl_nl: NL Value

# OverwriteValueOperation_X_Description
source: De waarde van de eerste coördinaat van de locatie zal overschreven worden.
nl_nl: NL First coordinate value of the location where to overwrite.

# OverwriteValueOperation_X_DisplayName
source: X
nl_nl: NL X

# OverwriteValueOperation_Y_Description
source: Tweede coördinaatwaarde van de locatie zal overschreven worden.
nl_nl: NL Second coordinate value of the location where to overwrite.

# OverwriteValueOperation_Y_DisplayName
source: Y
nl_nl: NL Y

# OverwriteValueOperationProperties_DisplayName
source: "Spatial data"-waarden overschrijven
nl_nl: NL Overwrite spatial data value

# PointStyleProperties_Color_Description
source: Kleur van de punten.
nl_nl: NL Color of the points.

# PointStyleProperties_Color_DisplayName
source: Kleur
nl_nl: NL Color

# PointStyleProperties_DisplayName
source: Punt stijl
nl_nl: NL Point style

# PointStyleProperties_EnableOutline_Description
source: Bepaal of u wel of niet de lijn langs de omtrek van het punt wilt laten zien.
nl_nl: NL Determines whether or not to show the line along the circumference of the point.

# PointStyleProperties_EnableOutline_DisplayName
source: Rand weergeven
nl_nl: NL Show outline

# PointStyleProperties_OutlineColor_Description
source: Kleur van de lijn langs de omtrek van het punt.
nl_nl: NL Color of the line along the circumference of the point.

# PointStyleProperties_OutlineColor_DisplayName
source: Randkleur
nl_nl: NL Outline color

# PointStyleProperties_OutlineDashStyle_Description
source: Onderbroken-lijnstijl van de lijn langs de omtrek van het punt.
nl_nl: NL Dash style of the line along the circumference of the point.

# PointStyleProperties_OutlineDashStyle_DisplayName
source: Randstreepstijl
nl_nl: NL Outline dash style

# PointStyleProperties_OutlineWidth_Description
source: Breedte van de lijn langs de omtrek van het punt.
nl_nl: NL Width of the line along the circumference of the point.

# PointStyleProperties_OutlineWidth_DisplayName
source: Randbreedte
nl_nl: NL Outline width

# PointStyleProperties_Shape_Description
source: Vorm voor de symbolen van het punt.
nl_nl: NL Shape for the point symbols.

# PointStyleProperties_Shape_DisplayName
source: Puntvorm
nl_nl: NL Point shape

# PointStyleProperties_ShapeSize_Description
source: Grootte van aanwijs symbolen.
nl_nl: NL Size of the pointer symbols.

# PointStyleProperties_ShapeSize_DisplayName
source: Vormgrootte
nl_nl: NL Shape size

# PointStyleProperties_Symbol_Description
source: Afbeeldingsymbool dat gebruikt wordt voor punteigenschappen.
nl_nl: NL Image symbol used for point features.

# PointStyleProperties_Symbol_DisplayName
source: Symbool
nl_nl: NL Symbol

# PolygonStyleProperties_DisplayName
source: Polygoonstijl
nl_nl: NL Polygon style

# PolygonStyleProperties_FillColor_Description
source: Kleur die gebruikt wordt om de polygonen te vullen.
nl_nl: NL Color used to fill the polygons with.

# PolygonStyleProperties_OutlineColor_Description
source: Kleur van de lijn langs de omtrek van de polygoon.
nl_nl: NL Color of the line along the circumference of the polygon.

# PolygonStyleProperties_OutlineWidth_Description
source: Breedte van de lijn langs de omtrek van de polygoon.
nl_nl: NL Width of the line along the circumference of the polygon.

# RealTimeControlModelNodePresenter_GetContextMenu_Open_Last_Working_Directory____
source: Laatste werkfolder openen...
nl_nl: NL Open Last Working Directory ...

# RealTimeControlModelNodePresenter_GetContextMenu_Validate___
source: Valideren...
nl_nl: NL Validate...

# RegularGridCoverageCellProperties_Coverage_Description
source: Het "spatial data"-raster waar deze cel aan toe tot behoort.
nl_nl: NL The grid spatial data that this cell belongs to.

# RegularGridCoverageCellProperties_Coverage_DislpayName
source: Naam van de "spatial data"
nl_nl: NL Name of spatial data

# RegularGridCoverageCellProperties_DisplayName
source: Regelmatig "spatial data"-rastercel
nl_nl: NL Regular grid spatial data cell

# RegularGridCoverageCellProperties_I_Description
source: De op 0 gebaseerde index langs de X-as.
nl_nl: NL The 0-based index along the X axis.

# RegularGridCoverageCellProperties_I_DisplayName
source: X index
nl_nl: NL X index

# RegularGridCoverageCellProperties_J_Description
source: De op 0 gebaseerde index langs de Y-as.
nl_nl: NL The 0-based index along the Y axis.

# RegularGridCoverageCellProperties_J_DisplayName
source: Y index
nl_nl: NL Y index

# RegularGridCoverageCellProperties_Value_Description
source: De waarde van de rastercel.
nl_nl: NL The value of the grid cell.

# RegularGridCoverageCellProperties_Value_DisplayName
source: Waarde
nl_nl: NL Value

# RegularGridCoverageCellProperties_X_Description
source: De X-coördinaat van het rastercel.
nl_nl: NL The X coordinate of the grid cell.

# RegularGridCoverageCellProperties_X_DisplayName
source: X
nl_nl: NL X

# RegularGridCoverageCellProperties_Y_Description
source: Y-coördinaat van de rastercel.
nl_nl: NL Y coordinate of the grid cell.

# RegularGridCoverageCellProperties_Y_DisplayName
source: Y
nl_nl: NL Y

# RegularGridCoverageProperties_Description_Description
source: Beschrijving van de regelmatige raster van de "spatial data".
nl_nl: NL Description of the regular grid spatial data.

# RegularGridCoverageProperties_Description_DisplayName
source: Omschrijving
nl_nl: NL Description

# RegularGridCoverageProperties_DisplayName
source: Regelmatig "spatial data"-raster
nl_nl: NL Regular grid spatial data

# RegularGridCoverageProperties_FileBased_Description
source: Hiermee wordt aangegeven of dit regelmatige raster een bestand gebaseerde opslag schema gebruikt.
nl_nl: NL Indicates whether or not this regular grid uses a file-based storage scheme.

# RegularGridCoverageProperties_FileBased_DisplayName
source: Heeft het bestand een basis bestand
nl_nl: NL Is file based

# RegularGridCoverageProperties_FilePath_Description
source: Bestandsfolder waar het reguliere raster voor "spatial data" gevonden kan worden.
nl_nl: NL File path where the data for this regular grid spatial data can be found.

# RegularGridCoverageProperties_Name_Description
source: Naam van het regelmatige raster van "spatial data".
nl_nl: NL Name of the regular grid spatial data.

# RegularGridCoverageProperties_NoDataValues_Description
source: Waarden die het ontbreken van gegevens vertegenwoordigen.
nl_nl: NL Values that represent the absence of data.

# RegularGridCoverageProperties_NoDataValues_DisplayName
source: "No data"-waarden
nl_nl: NL 'No data'-values

# RegularGridCoverageProperties_Path_DisplayName
source: Bestandsfolder
nl_nl: NL File path

# RegularGridCoverageProperties_Store_Description
source: Schema dat gebruikt wordt om deze regelmatige raster "spatial data" op te slaan.
nl_nl: NL Scheme used to save this regular grid spatial data.

# RegularGridCoverageProperties_Store_DisplayName
source: Winkel
nl_nl: NL Store

# RegularGridCoverageProperties_ValueType_Description
source: Geeft het waardetype aan dat gebruikt wordt om waarden weer te geven.
nl_nl: NL Indicates the value type used to represent values with.

# RegularGridCoverageProperties_ValueType_DisplayName
source: Waardetype
nl_nl: NL Value type

# RegularGridCoverageTimeDependentProperties_DisplayName
source: Tijdsafhankelijk regelmatige raster ruimtelijke gegevens
nl_nl: NL Time dependent regular grid spatial data

# RegularGridCoverageTimeDependentProperties_TimeExtrapolationType_Description
source: Extrapolatie schema toegepast langs de tijd-as bij de evaluatie van de waarden.
nl_nl: NL Extrapolation scheme applied along the time axis when evaluating values.

# RegularGridCoverageTimeDependentProperties_TimeExtrapolationType_DisplayName
source: Tijdextrapolatie
nl_nl: NL Time extrapolation

# RegularGridCoverageTimeDependentProperties_TimeInterpolationType_Description
source: Interpolatie schema bij de evaluatie van waarden is langs de tijdas toegepast.
nl_nl: NL Interpolation scheme applied along the time axis when evaluating values.

# RegularGridCoverageTimeDependentProperties_TimeInterpolationType_DisplayName
source: Tijd interpolatie
nl_nl: NL Time interpolation

# SetValueOperation_Value_Description
source: Waarde die wordt gebruikt als argument voor de puntsgewijze operatie
nl_nl: NL Value used as argument for the pointwise operation

# SetValueOperation_Value_DisplayName
source: Argumentwaarde
nl_nl: NL Argument value

# SetValueOperationProperties_DisplayName
source: Operatie interpolatie
nl_nl: NL Interpolation operation

# SharpMapGisGuiPlugin_GetContextMenu_Remove_As_Default_Background_Layer
source: De standaard achtergrondlaag verwijderen
nl_nl: NL Remove As Default Background Layer

# SharpMapGisGuiPlugin_GetContextMenu_Use_As_Default_Background_Layer
source: Gebruik als standaard achtergrondlaag
nl_nl: NL Use As Default Background Layer

# SharpMapGisGuiPlugin_GetContextMenu_Use_Previous_Output___
source: Gebruik de vorige uitvoer...
nl_nl: NL Use Previous Output...

# SharpMapGisPluginGui_InitializeMapLegend_Map_Contents
source: Kaart
nl_nl: NL Map

# SmoothingOperation_Exponent_Description
source: Omgekeerde afstand gewicht exponent
nl_nl: NL Inverse distance weight exponent

# SmoothingOperation_Exponent_Displayname
source: Exponent
nl_nl: NL Exponent

# SmoothingOperation_Iterations_Description
source: Aantal cycli in het "smoothing"-algoritme
nl_nl: NL Number of cycles in the smoothing algorithm

# SmoothingOperation_Iterations_Displayname
source: Iteraties
nl_nl: NL Iterations

# SmoothingOperation_Method_Displayname
source: Overschrijf methode
nl_nl: NL Overwrite method

# SmoothingOperationProperties_DisplayName
source: Vloeiend maken
nl_nl: NL Smoothing

# SpatialOperation_Enabled_Description
source: Bepaal of de operatie wordt uitgevoerd wanneer het resultaat van de "stack" wordt vernieuwd
nl_nl: NL Determines whether the operation executes when the operation stack result is refreshed

# SpatialOperation_Enabled_Displayname
source: Ingeschakeld
nl_nl: NL Enabled

# ThemeItemProperties_DisplayName
source: Thema item
nl_nl: NL Theme item

# ThemeItemProperties_Label_Description
source: Tekst van label wordt getoond aan de gebruiker.
nl_nl: NL Label text shown to the user.

# ThemeItemProperties_Label_DisplayName
source: Label
nl_nl: NL Label

# ValueOperation_Operation_Description
source: Operatie die puntsgewijs wordt toegepast op de waarden van de "spatial data"
nl_nl: NL Operation that is pointwise applied upon the values of the spatial data

# ValueOperation_Operation_DisplayName
source: Puntsgewijze operatie
nl_nl: NL Pointwise operation

# VectorLayerLineProperties_DisplayName
source: Vector laag (lijn)
nl_nl: NL Vector layer (line)

# VectorLayerPointProperties_DisplayName
source: Vector laag (punt)
nl_nl: NL Vector layer (point)

# VectorLayerPolygonProperties_DisplayName
source: Vector laag (polygoon)
nl_nl: NL Vector layer (polygon)

# VectorLayerProperties_Categories_DefaultStyle
source: Standaardstijl
nl_nl: NL Default style

# VectorLayerProperties_DisplayName
source: Vector laag
nl_nl: NL Vector layer

# VectorLayerProperties_FillColor_Description
source: Kleur die gebruikt was om het gebied binnen de lijnen te vullen.
nl_nl: NL Color used to fill the area within the lines with.

# VectorLayerProperties_FillColor_DisplayName
source: Opvulkleur
nl_nl: NL Fill color

# VectorLayerProperties_LineColor_Description
source: Primaire kleur van de lijn.
nl_nl: NL Primary color of the line.

# VectorLayerProperties_LineColor_DisplayName
source: Lijnkleur
nl_nl: NL Line color

# VectorLayerProperties_LineWidth_Description
source: Breedte van de lijn.
nl_nl: NL Width of the line.

# VectorLayerProperties_LineWidth_DisplayName
source: Lijndikte
nl_nl: NL Line width

# VectorLayerProperties_Name_Description
source: Naam van de laag die getoond wordt aan de gebruiker.
nl_nl: NL Name of the layer shown to the user.

# VectorLayerProperties_OutlineColor_Description
source: Kleur van de lijn langs de omtrek van de lijn.
nl_nl: NL Color of the line along the circumference of the line.

# VectorLayerProperties_OutlineWidth_Description
source: Breedte van de lijn langs de omtrek van de lijn.
nl_nl: NL Width of the line along the circumference of the line.

# VectorLayerProperties_SymbolScale_Description
source: Schaalfactor voor het symbool.
nl_nl: NL Scaling factor for the symbol.

# VectorLayerProperties_SymbolScale_DisplayName
source: Symbool schaal
nl_nl: NL Symbol scale

# VectorStyleProperties_DashStyle_Description
source: Onderbroken-lijnstijl van de lijn aling de omtrek van de lijn.
nl_nl: NL Dash style of the line aling the circumference of the line.

# VectorStyleProperties_DisplayName
source: Vector stijl
nl_nl: NL Vector style
