Repository: Deltares/Riskeer
Catalog: Core/Common/src/Core.Common.*/Properties/Resources.*.resx
Languages: nl_nl

# RingtoetsApplication_ActivatePlugins_All_plugins_were_activated_
source: Alle plugins waren geactiveerd.
nl_nl: NL All plugins were activated.

source: "Run()" moet eerst worden aangeroepen voordat het project kan worden geopend
nl_nl: NL Run() must be called first before project can be opened

# RingtoetsApplication_InitializeLicense_Initializing_license____
source: Licentie initialiseren...
nl_nl: NL Initializing license ...

# RingtoetsApplication_InitializeLicense_License_file_does_not_exist___0_
source: Licentiebestand bestaat niet: {0}
nl_nl: NL License file does not exist: {0}

# RingtoetsApplication_InitializeLicense_License_is_initialized_
source: Licentie wordt geïnitialiseerd.
nl_nl: NL License is initialized.

# RingtoetsApplication_LogSystemInfo_Environmental_variables_
source: "Environmental"-variables:
nl_nl: NL Environmental variables:

# RingtoetsApplication_RegisterDataTypes_Registering_data_type__0_
source: Registreren gegevenstype {0}
nl_nl: NL Registering data type {0}

# RingtoetsApplication_RegisterDataTypes_Registering_persistent_data_types____
source: Registreren van "persistent data types"...
nl_nl: NL Registering persistent data types ...

# RingtoetsApplication_RegisterExporters_Registering_exporter__0_
source: Registreren "exporter" {0}
nl_nl: NL Registering exporter {0}

# RingtoetsApplication_RegisterExporters_Registering_exporters____
source: Registratie van de "exporters"...
nl_nl: NL Registering exporters ...

# RingtoetsApplication_RegisterImporters_Registering_importer__0_
source: Registreren "importer" {0}
nl_nl: NL Registering importer {0}

# RingtoetsApplication_RegisterImporters_Registering_importers____
source: Registreren "importers"...
nl_nl: NL Registering importers ...

source: Registreren van "assemblies" met "persistent data types"...
nl_nl: NL Registering assemblies containing persistent data types ...

# RingtoetsApplication_Run_Activating_plugins____
source: Activeer plugins...
nl_nl: NL Activating plugins ...

# RingtoetsApplication_Run_Application_is_already_running
source: Toepassing is al actief
nl_nl: NL Application is already running

# RingtoetsApplication_Run_Creating_new_project____
source: Nieuw project aanmaken...
nl_nl: NL Creating new project ...

# RingtoetsApplication_Run_Ringtoets_is_ready__started_in__0_F3__sec_
source: Ringtoets is klaar, opstarttijd van {0:F3} seconde
nl_nl: NL Ringtoets is ready, started in {0:F3} sec.

# RingtoetsApplication_Run_Waiting_until_all_plugins_are_activated____
source: Wachten tot alle plugins zijn geactiveerd...
nl_nl: NL Waiting until all plugins are activated ...

# RingtoetsApplication_Run_You_can_call_Run___only_once_per_application
source: U kunt slechts eenmaal Run() uitvoeren per applicatie
nl_nl: NL You can call Run() only once per application

source: Kan project niet lezen in folder, project kan alleen in geheugen gemaakt worden met behulp van "project repository"
nl_nl: NL Can't read project from path, project can be only created in memory using this project repository

source: Creëren van een nieuw leeg project in een tijdelijke folder...
nl_nl: NL Creating new empty project in temporary folder ...

# ProjectService_CreateNewProjectInTemporaryFolder_New_empty_project_created
source: Nieuw leeg project is aangemaakt
nl_nl: NL New empty project created

source: Parameter "projectDataDirectory" moet een "absolute path" zijn
nl_nl: NL Parameter projectDataDirectory should be absolute path

source: Kan niet exporteren naar bestand {0}. U kunt niet naar huit huidige project exporteren.
nl_nl: NL Unable to export to file {0}. You cannot export to the current project.

source: Niet in staat om bestand {0} te exporteren. Er is een fout opgetreden tijdens de kloon met het volgende bericht: {1}
nl_nl: NL Unable to export file {0}. An error has occurred during clone with the following message: {1}

# ProjectService_FireProjectSaved_Project__0__saved
source: Project {0} is opgeslagen
nl_nl: NL Project {0} saved

# ProjectService_FireProjectSaving_Saving_project__0__as__1_
source: Opslaan van het project {0} als {1}
nl_nl: NL Saving project {0} as {1}

# ProjectService_Open_Loading_project__0_____
source: Project {0} aan het laden...
nl_nl: NL Loading project {0} ...

# ProjectService_Open_Stopped_loading_project__0_
source: Laden van het project {0} is gestopped
nl_nl: NL Stopped loading project {0}

source: Fout tijdens het verwijderen van oude projectbestanden en folders, dit wordt nu overgeslagen...
nl_nl: NL Error during delete of old project file and directory, skipping ...

# RunningActivityLogAppender_SendLogToActivity_Run_report
source: Berekeningsrapportage
nl_nl: NL Run report
