Repository: Deltares/Riskeer
Catalog: Core/Plugins/src/Core.Plugins.CommonTools.Gui/Properties/Resources.*.resx
Languages: nl_nl

# ChartProperties_FontValid_Font_size_is_not_within_limits__3___200_
source: Lettertype grootte is niet binnen grenzen (3-200)
nl_nl: NL Font size is not within limits (3 - 200)

# ChartTreeNodePresenter_UpdateNode_Chart
source: Grafiek
nl_nl: NL Chart

source: Wizard werd niet correct afgerond. Niet in staat om te configureren.
nl_nl: NL Wizard did not finish correctly. Unable to configure.

source: Wizard is niet compatibel met gegeven exporteur.
nl_nl: NL Wizard is incompatible with given exporter.

source: Exporteren vanaf project
nl_nl: NL Export from project

source: Druk op Voltooien om af te ronden.
nl_nl: NL Press Finish to Finish.

source: Project-bestand waarnaar de momenteel geselecteerde map of het project zal worden uitgevoerd
nl_nl: NL Project file to which the currently selected folder or project will be exported

source: doelbestand .dsproj
nl_nl: NL target .dsproj file

source: Deze wizard wordt gebruikt voor het exporteren van het huidige project of een map in het huidige project naar een nieuw project.
nl_nl: NL This wizard is used to export the current project or a folder in the current project to a new project.

source: Kon de View niet maken omdat een van de functies null of leeg is
nl_nl: NL Couldn't create the view because one of the functions is null / empty

source: Kon View niet maken, omdat een van de functies geen argumenten bevat
nl_nl: NL Couldn't create view because one of the functions doesn't contain arguments

source: Kon View niet maken, omdat een van de functies geen componenten bevat
nl_nl: NL Couldn't create view because one of the functions doesn't contain components

source: Kon View niet maken, omdat een van de componenten dezelfde naam heeft als een argument. Dit is niet toegestaan
nl_nl: NL Couldn't create view because one of the functions component name is the same as the argument name which is not allowed

source: Kon View niet maken, omdat een van de functies niet de naam van een geldig argument bevatten
nl_nl: NL Couldn't create view because one of the functions doesn't contain a valid argument name

source: Kon View niet maken, omdat een van de functies niet de naam van een geldige component bevatten
nl_nl: NL Couldn't create view because one of the functions doesn't contain a valid component name

source: Kon View niet maken, omdat een van de functies geen argument heeft van het type netwerklocatie
nl_nl: NL Couldn't create view because one of the functions doesn't contain an argument of type network location

source: Er moet ten minste één interval stap tussen de begin- en eindwaarden zitten.
nl_nl: NL There should be at least one interval step between the start and end values.

# GenerateDataSeriesWizard_CheckInput_Please_enter_a_interval___0_
source: Voer een interval > 0 in.
nl_nl: NL Please enter a interval > 0.

source: De constante waarde van de component '{0}' is nog niet ingesteld. Alle component velden zijn verplicht.
nl_nl: NL The constant value of the component '{0}' isn't set yet. All component fields are mandatory.

source: De eindwaarde van de te creeren data serie is nog niet ingesteld. Alle argument interval velden zijn verplicht.
nl_nl: NL The end value of the data series to generate isn't set yet. All argument interval fields are mandatory.

source: De intervalwaarde van de te creeren data serie is nog niet ingesteld. Alle argument interval velden zijn verplicht.
nl_nl: NL The interval value of the data series to generate isn't set yet. All argument interval fields are mandatory.

source: De beginwaarde van de gegevensreeks voor het genereren van de serie is nog niet ingesteld. Alle argument interval velden zijn verplicht.
nl_nl: NL The starting value of the data series to generate isn't set yet. All argument interval fields are mandatory.

# GenerateDataSeriesWizard_MessageBoxHeader_Data_generation_settings_error
source: Gegevensfout generatie instellingen
nl_nl: NL Data generation settings error

source: Wizard werd niet correct afgerond. Niet in staat om te configureren.
nl_nl: NL Wizard did not finish correctly. Unable to configure.

source: Wizard is incompatibale met gegeven importeur.
nl_nl: NL Wizard is incompatibale with given importer.

source: .dsproj bestand dat geïmporteerd moet worden
nl_nl: NL .dsproj file to be imported

# ImportProjectFolderWizardDialog_ImportProjectFolderWizardDialog_Import_project
source: Project importeren
nl_nl: NL Import project

source: Druk op Voltooien om af te ronden.
nl_nl: NL Press Finish to Finish.

source: Selecteer een bestaand project waaruit u wilt importeren
nl_nl: NL Select an existing project from which you want to import

source: Deze wizard wordt gebruikt om gegevens uit een bestaand project te importeren in het huidige project.
nl_nl: NL This wizard is used to import data from an existing project into the current project.

source: Kan de no data values voor de series niet zetten. Ongeldig type
nl_nl: NL Unable to set no data values for series. Invalid type

# MultipleFunctionView_GetReuseViewData_Non_identical_argument_values_encountered
source: Niet-identieke argumentwaarden tegengekomen
nl_nl: NL Non-identical argument values encountered

source: Tabel zal worden verborgen. Moet de functie nog steeds aan de huidige view worden toegeveogd?
nl_nl: NL Table will be hidden. Continue to add function to current view?

# MultipleFunctionView_MultipleFunctionView_Function_view
source: Functie weergave
nl_nl: NL Function view

# MultipleFunctionView_TableViewEditorValidator_Larger
source: Voer hier een waarde in > = {0}
nl_nl: NL Please enter a value >= {0}

source: Voer een unieke waarde in. Waarde {0} is al aanwezig.
nl_nl: NL Please enter a unique value. Value {0} is already present.

# MultipleFunctionView_TableViewEditorValidator_Please_enter_a_valid_number
source: Voer een geldig getal in
nl_nl: NL Please enter a valid number

# MultipleFunctionView_TableViewEditorValidator_Smaller
source: Voer hier een waarde in < = {0}
nl_nl: NL Please enter a value <= {0}

source: Jaar moet niet kleiner zijn dan 1000
nl_nl: NL Year should not be smaller than 1000

source: Teveel series om te tekenen... Beperkt tot de eerste {0}.
nl_nl: NL Too many chart series to draw... Limited to the first {0}.

# SelectProjectFileWizardPage_ButtonSelectFileClick_Ringtoets_Project_File
source: Ringtoets project
nl_nl: NL Ringtoets Project File

# TabbedMultipleFunctionView_ConfigureControls_right_click_to_join_tabs
source: Rechts-klik om tabbladen samen te voegen
nl_nl: NL right-click to join tabs

# TabbedMultipleFunctionView_ConfigureControls_right_click_to_split_into_tabs
source: Rechts-klik om tabbladen te splitsen
nl_nl: NL right-click to split into tabs

source: Kan de serie met verschillende argumentwaarden niet weergeven in een tabel.
nl_nl: NL Cannot display series with different argument values in one table.

# TabbedMultipleFunctionView_JoinTabsEventHandler_Tab_join_error
source: Tabblad join fout
nl_nl: NL Tab join error

# TabbedMultipleFunctionView_TabbedMultipleFunctionView_Function_view
source: Functie weergave
nl_nl: NL Function view

# TabbedMultipleFunctionView_TabbedMultipleFunctionView_join_tabs___
source: Tabbladen samenvoegen...
nl_nl: NL join tabs...

# TabbedMultipleFunctionView_TabbedMultipleFunctionView_split_tabs___
source: Split tabbladen...
nl_nl: NL split tabs...

# TabbedMultipleFunctionView_TableViewEditorValidator_
source: Voer hier een waarde in > = {0}
nl_nl: NL Please enter a value >= {0}

source: Voer een unieke waarde in. Waarde {0} is al aanwezig.
nl_nl: NL Please enter a unique value. Value {0} is already present.

# TabbedMultipleFunctionView_TableViewEditorValidator_Please_enter_a_valid_number
source: Voer een geldig getal in
nl_nl: NL Please enter a valid number

# TabbedMultipleFunctionView_TableViewEditorValidator_Smaller
source: Voer hier een waarde in < = {0}
nl_nl: NL Please enter a value <= {0}

source: Onderas bereik modus {0} niet ondersteund
nl_nl: NL Bottom axis range mode {0} not supported

# TableViewTimeSeriesGeneratorTool_ConfigureTableView_Generate
source: Genereren
nl_nl: NL Generate

source: Kies uw instellingen voor de geïmporteerde tijdreeksen
nl_nl: NL Choose your settings for the imported time series

# TimeSeriesCsvImportWizard_TimeSeriesCsvImportWizard_CSV_files
source: CSV-bestanden
nl_nl: NL CSV files

# TimeSeriesCsvImportWizard_TimeSeriesCsvImportWizard_CSV_format_settings
source: CSV-formaat instellingen
nl_nl: NL CSV format settings

# TimeSeriesCsvImportWizard_TimeSeriesCsvImportWizard_CSV_parse_columns
source: CSV-parse kolommen
nl_nl: NL CSV parse columns

source: Druk op Voltooien om de gegevens te importeren.
nl_nl: NL Press Finish to import the data.

# TimeSeriesCsvImportWizard_TimeSeriesCsvImportWizard_Select_CSV_file
source: Selecteer CSV-bestand
nl_nl: NL Select CSV file

source: Selecteer het CSV-bestand met de gegevens
nl_nl: NL Select the CSV-file containing the data

source: Deze wizard zal u de mogelijkheid bieden om CSV-gegevens importeren
nl_nl: NL This wizard will allow you to import CSV data

# TimeSeriesCsvImportWizard_TimeSeriesCsvImportWizard_Time_series_settings
source: Tijdserie instellingen
nl_nl: NL Time series settings

# TimeSeriesGeneratorDialog_Apply_Generating_time_series_failed___0_
source: Genereren van tijdreeksen mislukt: {0}
nl_nl: NL Generating time series failed: {0}

# TimeSeriesGeneratorDialog_FillControl_Current_
source: Huidige:
nl_nl: NL Current:

# TimeSeriesGeneratorDialog_FillControl_till
source: tot
nl_nl: NL till

source: Spring naar het laatste tijdstip: {0}...
nl_nl: NL Jumping to the last time: {0} ...

# TimeSeriesNavigator_TimeSeriesNavigator_Time_Navigator
source: Tijd Navigatie
nl_nl: NL Time Navigator

# VariablesFolderTreeViewNodePresenter_UpdateNode_Arguments
source: Argumenten
nl_nl: NL Arguments

# VariablesFolderTreeViewNodePresenter_UpdateNode_Variables
source: Variabelen
nl_nl: NL Variables
