Repository: Deltares/Riskeer
Catalog: Core/Plugins/src/Core.Plugins.CommonTools.Gui/Properties/Resources.*.resx
Languages: nl_nl

# AreaChartSeriesProperties_DisplayName
source: Vlak serie instellingen
nl_nl: NL Area series settings

# AreaChartSeriesProperties_Interpolation_Description
source: Interpolatieschema van de serie.
nl_nl: NL Interpolation scheme of the series.

# AreaChartSeriesProperties_Interpolation_DisplayName
source: Interpolatie
nl_nl: NL Interpolation

# BarSeriesProperties_Color_Description
source: Kleur van de balken in de serie.
nl_nl: NL Color of the bars in the series.

# BarSeriesProperties_Color_DisplayName
source: Kleur
nl_nl: NL Color

# BarSeriesProperties_DashStyle_Description
source: Lijnstijl van de lijn langs de omtrek van de serie.
nl_nl: NL Dash style of the line along the circumference of the series.

# BarSeriesProperties_DashStyle_DisplayName
source: Dash stijl
nl_nl: NL Dash style

# BarSeriesProperties_DisplayName
source: Bar series instellingen
nl_nl: NL Bar series settings

# BarSeriesProperties_LineVisible_Description
source: Zichtbaarheid van de lijn langs de omtrek van de serie.
nl_nl: NL Visibility of the line along the circumference of the series.

# BarSeriesProperties_OutlineColor_Description
source: Kleur van de lijn langs de omtrek van de serie.
nl_nl: NL Color of the line along the circumference of the series.

# BarSeriesProperties_OutlineColor_DisplayName
source: Kleur van de omtrek
nl_nl: NL Outline color

# BarSeriesProperties_Width_Description
source: Breedte van de lijn langs de omtrek van de serie.
nl_nl: NL Width of the line along the circumference of the series.

# BarSeriesProperties_Width_DisplayName
source: Breedte
nl_nl: NL Width

# Categories_General
source: Algemeen
nl_nl: NL General

# Categories_General1
source: Algemeen
nl_nl: NL General

# ChartAxisProperties_Automatic_Description
source: Detecteer automatisch de minimale en maximale waarden van de serie en gebruik deze als as limieten.
nl_nl: NL Automatically detect the minimum and maximum values of the series and use those as limits for the axis.

# ChartAxisProperties_Automatic_DisplayName
source: Automatische range
nl_nl: NL Automatic range

# ChartAxisProperties_DisplayName
source: As instellingen
nl_nl: NL Axis settings

# ChartAxisProperties_LabelFont_Description
source: Het lettertype van de labels op de as.
nl_nl: NL The font of the labels on the axis.

# ChartAxisProperties_LabelFont_DisplayName
source: Lettertype voor label
nl_nl: NL Label font

# ChartAxisProperties_Labels_Description
source: Bepaal of de as-labels worden getoond.
nl_nl: NL Determines whether or not to show the labels of this axis.

# ChartAxisProperties_Labels_DisplayName
source: Labels weergeven
nl_nl: NL Show labels

# ChartAxisProperties_Logarithmic_Description
source: Hiermee bepaalt u of de as een logaritmische schaal (true) of een lineaire schaal (false) gebruikt.
nl_nl: NL Determines whether or not the axis uses a logarithmic scale (true) or a linear scale (false).

# ChartAxisProperties_Logarithmic_DisplayName
source: Logaritmisch
nl_nl: NL Logarithmic

# ChartAxisProperties_Maximum_Description
source: Maximale waarde voor deze as.
nl_nl: NL Maximum value for this axis.

# ChartAxisProperties_Maximum_DisplayName
source: Maximaal
nl_nl: NL Maximum

# ChartAxisProperties_Minimum_Description
source: Minimumwaarde voor deze as.
nl_nl: NL Minimum value for this axis.

# ChartAxisProperties_Minimum_DisplayName
source: Minimum
nl_nl: NL Minimum

# ChartAxisProperties_Title_Description
source: Titel van deze as.
nl_nl: NL The title of these axis.

# ChartAxisProperties_Title_DisplayName
source: Titel
nl_nl: NL Title

# ChartAxisProperties_TitleFont_Description
source: Het lettertype van de titel van de as.
nl_nl: NL The font of the title of the axis.

# ChartAxisProperties_TitleFont_DisplayName
source: Titel lettertype
nl_nl: NL Title font

# ChartAxisProperties_Visible_Description
source: Hiermee bepaalt u of deze as wordt weergegeven.
nl_nl: NL Determines wither or not to show these axis.

# Charting_Categories_LineStyle
source: Lijnstijl
nl_nl: NL Line style

# Charting_Categories_PointStyle
source: Punt stijl
nl_nl: NL Point style

# ChartingProperties_Visible_DisplayName
source: Zichtbaar
nl_nl: NL Visible

# ChartingSeriesProperties_AreaStyle_DisplayName
source: Vlak stijl
nl_nl: NL Area style

# ChartProperties_BackgroundColor_Description
source: Kleur van de achtergrond van de grafiek.
nl_nl: NL Color of the chart's background.

# ChartProperties_BackgroundColor_DisplayName
source: Achtergrondkleur
nl_nl: NL Background color

# ChartProperties_BottomAxis_Description
source: De onderste as van deze grafiek.
nl_nl: NL Bottom axis of this chart.

# ChartProperties_BottomAxis_DisplayName
source: Onderas
nl_nl: NL Bottom axis

# ChartProperties_Categories_Axes
source: Assen
nl_nl: NL Axes

# ChartProperties_Categories_Legend
source: Legenda
nl_nl: NL Legend

# ChartProperties_Categories_Title
source: Titel
nl_nl: NL Title

# ChartProperties_DisplayName
source: Grafiek instellingen
nl_nl: NL Chart settings

# ChartProperties_Font_DisplayName
source: Lettertype
nl_nl: NL Font

# ChartProperties_Font_Legend_Description
source: Gebruikt lettertype in de legenda van de grafiek.
nl_nl: NL Used font in the chart legend.

# ChartProperties_LeftAxis_Description
source: Linkeras van deze grafiek.
nl_nl: NL Left axis of this chart.

# ChartProperties_LeftAxis_DisplayName
source: Linkeras
nl_nl: NL Left axis

# ChartProperties_LegendAlignment_Description
source: De locatie van legenda op deze grafiek.
nl_nl: NL The placement location of the legend of this chart.

# ChartProperties_LegendAlignment_DisplayName
source: Uitlijning
nl_nl: NL Alignment

# ChartProperties_RightAcis_Description
source: Rechteras van deze grafiek.
nl_nl: NL Right axis of this chart.

# ChartProperties_RightAxis_DisplayName
source: Rechteras
nl_nl: NL Right axis

# ChartProperties_Title_Description
source: Titel van de grafiek.
nl_nl: NL The title of the chart.

# ChartProperties_Title_DisplayName
source: Tekst
nl_nl: NL Text

# ChartProperties_TitleFont_Description
source: Gebruikt lettertype van de grafiektitel.
nl_nl: NL Used font in the chart title.

# ChartProperties_TitleVisibility_Description
source: Hiermee bepaalt u of de titel wordt getoond.
nl_nl: NL Determines whether or not to show the title.

# ChartProperties_Visible_Description
source: Hiermee bepaalt u of de legenda wordt getoond
nl_nl: NL Determines whether or not to show the legend.

# ChartSeriesProperties_DisplayName
source: Serie instellingen
nl_nl: NL Series settings

# ChartSeriesProperties_ShowInLegend_Description
source: Hiermee bepaalt u of deze serie in de legenda van de grafiek wordt weergeven.
nl_nl: NL Determines whether or not to show this series in the chart legend.

# ChartSeriesProperties_ShowInLegend_DisplayName
source: In legenda weergeven
nl_nl: NL Show in legend

# ChartSeriesProperties_Title_Description
source: Titel van deze serie.
nl_nl: NL Title of this series.

# ChartSeriesProperties_VerticalAxis_Description
source: Verticale as waarvan de waarden gekoppeld zijn aan deze serie.
nl_nl: NL The vertical axis whose values are associated with this series.

# ChartSeriesProperties_VerticalAxis_DisplayName
source: Verticale as
nl_nl: NL Vertical axis

# Common_Name_Description
source: Naam van dit item.
nl_nl: NL Given name of this item.

# Common_Name_DisplayName
source: Naam
nl_nl: NL Name

# CommonToolsGuiPlugin_CommonToolsGuiPlugin_Generate_Data_in_Series___
source: Gegevens in de serie genereren...
nl_nl: NL Generate Data in Series...

# CommonToolsGuiPlugin_GetContextMenu_Copy_State
source: Copy State
nl_nl: NL Copy State

# CommonToolsGuiPlugin_GetContextMenu_Paste_State
source: Plakken status
nl_nl: NL Paste State

# CommonToolsGuiPlugin_GetContextMenu_Use_as_Initial_State
source: Gebruik als Beginstatus
nl_nl: NL Use as Initial State

# CommonToolsGuiPlugin_GetContextMenu_Use_Last_Valid_Restart
source: Gebruik Laatste Successvolle Restart
nl_nl: NL Use Last Valid Restart

# CommonToolsGuiPlugin_GetContextMenu_Use_Restart
source: Gebruik Herstart
nl_nl: NL Use Restart

# DataItemProperties_DisplayName
source: Data item
nl_nl: NL Data item

# DataItemProperties_Name_Description
source: Naam van het getoond item.
nl_nl: NL Name of the data item shown to the user.

# DataItemSetProperties_DisplayName
source: Data item set
nl_nl: NL Data item set

# DataItemSetProperties_Name_Description
source: Naam van het getoonde data item set.
nl_nl: NL Name of the data item set shown to the user.

# DependentVariableProperties_DependsOn_Description
source: Deze variabele is afhankelijk van deze variabelen.
nl_nl: NL This variable depends on these variables.

# DependentVariableProperties_DependsOn_DisplayName
source: Afhankelijk van
nl_nl: NL Depends on

# DependentVariableProperties_DisplayName
source: Afhankelijke variabele
nl_nl: NL Dependent variable

# DependentVariableProperties_NoDataValue_Description
source: Waarde die het ontbreken van gegevens weergeeft.
nl_nl: NL Value that represents the absence of data.

# DependentVariableProperties_NoDataValue_DisplayName
source: Geen gegevens'-waarde
nl_nl: NL 'No data'-value

# FileBasedRestartStateProperties_CreationTime_Description
source: De werkelijke datum en tijd op het moment van aanmaken van deze herstart staat.
nl_nl: NL The real-world date and time at the time this restart state was created.

# FileBasedRestartStateProperties_CreationTime_DisplayName
source: Aanmaaktijd
nl_nl: NL Creation time

# FileBasedRestartStateProperties_Description_Description
source: De beschrijvende tekst voor deze restart state.
nl_nl: NL The description text for this restart state.

# FileBasedRestartStateProperties_Description_DisplayName
source: Omschrijving
nl_nl: NL Description

# FileBasedRestartStateProperties_DisplayName
source: Restart state
nl_nl: NL Restart state

# FileBasedRestartStateProperties_Empty_Description
source: Geeft aan of deze restart state leeg is of niet.
nl_nl: NL Indicates if this restart state is empty or not.

# FileBasedRestartStateProperties_Empty_DisplayName
source: Leeg
nl_nl: NL Is empty

# FileBasedRestartStateProperties_Name_Description
source: Naam van de restart state.
nl_nl: NL Name of the restart state.

# FileBasedRestartStateProperties_SimulationTime_Description
source: De simulatie datum en tijd waarvoor deze herstart staat is gemaakt.
nl_nl: NL The simulation date and time for which this restart state was created.

# FileBasedRestartStateProperties_SimulationTime_DisplayName
source: Simulatietijd
nl_nl: NL Simulation time

# FolderProperties_DisplayName
source: Folder
nl_nl: NL Folder

# FolderProperties_Name_Description
source: Naam van de getoonde map.
nl_nl: NL Name of the folder shown to the user.

# IndependentVariableProperties_DisplayName
source: Onafhankelijke variabele
nl_nl: NL Independent variable

# IndependentVariableProperties_Extrapolation_Description
source: Het extrapolatieschema dat wordt gebruikt langs deze variabele.
nl_nl: NL The extrapolation scheme used along this variable.

# IndependentVariableProperties_Extrapolation_DisplayName
source: Extrapolatie
nl_nl: NL Extrapolation

# IndependentVariableProperties_Interpolation_Description
source: Het interpolatieschema dat wordt gebruikt langs deze variabele.
nl_nl: NL The interpolation scheme used along this variable.

# IndependentVariableProperties_Interpolation_DisplayName
source: Interpolatie
nl_nl: NL Interpolation

# IndependentVariableProperties_Unit_Description
source: De eenheid waarin de variabele waarden worden uitgedrukt.
nl_nl: NL The unit in which the variable values are expressed.

# IndependentVariableProperties_ValueCount_DisplayName
source: Aantal values
nl_nl: NL Value count

# IndependentVariableProperties_VariableCount_Description
source: Het aantal gedefinieerde waarden in deze variabele.
nl_nl: NL Number of defined values in this variable.

# LineChartSeriesProperties_Color_Description
source: Kleur van de lijn-serie.
nl_nl: NL Color of the line series.

# LineChartSeriesProperties_Color_DisplayName
source: Kleur
nl_nl: NL Color

# LineChartSeriesProperties_DashStyle_Description
source: De dashstijl van deze lijn.
nl_nl: NL The dash style applied to the line series.

# LineChartSeriesProperties_DashStyle_DisplayName
source: Dash stijl
nl_nl: NL Dash style

# LineChartSeriesProperties_DisplayName
source: Lijn serie instellingen
nl_nl: NL Line series settings

# LineChartSeriesProperties_TitleLabelVisible_Description
source: Hiermee bepaalt u of de titel als label wordt getoond.
nl_nl: NL Determines whether or not to show the title as label.

# LineChartSeriesProperties_TitleLabelVisible_DisplayName
source: Titel label weergeven
nl_nl: NL Show title label

# LineChartSeriesProperties_Width_Description
source: Breedte van de lijn-serie.
nl_nl: NL Width of the line series.

# LineChartSeriesProperties_Width_DisplayName
source: Breedte
nl_nl: NL Width

# ParameterProperties_DisplayName
source: Parameter
nl_nl: NL Parameter

# ParameterProperties_Name_Description
source: Naam van de getoonde parameter.
nl_nl: NL Name of the parameter shown to the user.

# ParameterProperties_Unit_Description
source: De eenheid waarin de parameterwaarden wordt uitgedrukt.
nl_nl: NL The unit in which the parameter values is expressed.

# ParameterProperties_Value_Description
source: De waarde van deze parameter.
nl_nl: NL The value of this parameter.

# ParameterProperties_Value_DisplayName
source: Waarde
nl_nl: NL Value

# ParameterProperties_ValueType_Description
source: Het value type van de parameter.
nl_nl: NL The value type of the parameter.

# PointChartSeriesProperties_DisplayName
source: Punt instellingen
nl_nl: NL Point settings

# PointChartSeriesProperties_PointerColor_Description
source: Kleur van de pointers.
nl_nl: NL Color of the value pointers.

# PointChartSeriesProperties_PointerColor_DisplayName
source: Pointer kleur
nl_nl: NL Pointer color

# PointChartSeriesProperties_PointerLineVisible_Description
source: Hiermee bepaalt u of de pointer-lijn wordt weergegeven.
nl_nl: NL Determines wither or not to show the line along the circumference of the value pointers.

# PointChartSeriesProperties_PointerLineVisible_DisplayName
source: Toon pointer-lijn
nl_nl: NL Show pointer outline

# PointChartSeriesProperties_PointerOutlineColor_Description
source: Kleur van de lijn langs de omtrek van de pointers.
nl_nl: NL Color of the line along the circumference of the value pointers.

# PointChartSeriesProperties_PointerOutlineColor_DisplayName
source: Pointer-lijn kleur
nl_nl: NL Pointer outline color

# PointChartSeriesProperties_PointerShape_Description
source: Vorm van de value pointers.
nl_nl: NL Shape of the value pointers.

# PointChartSeriesProperties_PointerShape_DisplayName
source: Vorm
nl_nl: NL Shape

# PointChartSeriesProperties_Size_Description
source: Pointergrootte.
nl_nl: NL Size of the value pointers.

# PointChartSeriesProperties_Size_DisplayName
source: Grootte
nl_nl: NL Size

# PointChartSeriesProperties_Visibility_Description
source: Hiermee bepaalt u of de pointers van de serie worden weergegeven.
nl_nl: NL Determines whether or not to show the value pointers of the series.

# PolygonChartSeriesProperties_AreaColor_Description
source: Kleur van de vlak serie.
nl_nl: NL Color of the area series.

# PolygonChartSeriesProperties_Closed_Description
source: Indien true, is de polygoon automatisch gesloten door een lijn te trekken tussen de laatste en eerste gedefinieerde punten.
nl_nl: NL When true, the polygon is automatically closed by drawing a line between the last and first defined points.

# PolygonChartSeriesProperties_Closed_DisplayName
source: Automatisch sluiten van de polygoon
nl_nl: NL Auto-close polygon

# PolygonChartSeriesProperties_DisplayName
source: Polygoon serie instellingen
nl_nl: NL Polygon series settings

# PolygonChartSeriesProperties_FillColor_DisplayName
source: Opvulkleur
nl_nl: NL Fill color

# PolygonChartSeriesProperties_HatchColor_Description
source: Tweede kleur die gebruikt wordt in de arceringstijl.
nl_nl: NL Secondary color used in the hatch style.

# PolygonChartSeriesProperties_HatchColor_DisplayName
source: Arceringkleur
nl_nl: NL Hatch color

# PolygonChartSeriesProperties_HatchStyle_Description
source: Arceringstijl van deze serie.
nl_nl: NL Hatch style of this series.

# PolygonChartSeriesProperties_HatchStyle_DisplayName
source: Arceringstijl
nl_nl: NL Hatch Style

# PolygonChartSeriesProperties_Transparency_Description
source: Percentage van de transparantie van de serie.
nl_nl: NL Percentage of transparency of the series.

# PolygonChartSeriesProperties_Transparency_DisplayName
source: Transparantie
nl_nl: NL Transparency

# PolygonChartSeriesProperties_UseHatch_Description
source: Deze waarde bepaalt welke stijl gebruikt wordt voor het arceren van de serie.
nl_nl: NL Determines whether or not to use a hatch style for the series.

# PolygonChartSeriesProperties_UseHatch_DisplayName
source: Gebruik arceringborstel
nl_nl: NL Use hatch brush

# ProjectProperties_Categories_Project
source: Project
nl_nl: NL Project

# ProjectProperties_ChangeTime_Description
source: Datum en tijd wanneer het project is gewijzigd.
nl_nl: NL Date and time when the project was changed.

# ProjectProperties_ChangeTime_DisplayName
source: Gewijzigd op
nl_nl: NL Changed

# ProjectProperties_CreateTime_Description
source: Datum en tijd waarop dit project is gemaakt.
nl_nl: NL Date and time when this project was created.

# ProjectProperties_CreateTime_DisplayName
source: Gemaakt op
nl_nl: NL Created

# ProjectProperties_Description_Description
source: Korte beschrijving van het project.
nl_nl: NL Short description of the project.

# ProjectProperties_Description_DisplayName
source: Omschrijving
nl_nl: NL Description

# ProjectProperties_DisplayName
source: Project
nl_nl: NL Project

# ProjectProperties_Name_Description
source: Naam van het getoonde project.
nl_nl: NL Name of the project shown to the user.

# ProjectProperties_Size_Description
source: Grootte van alle projectgegevens, in kilobytes.
nl_nl: NL Size of all the project data, in kilobytes.

# ProjectProperties_Size_DisplayName
source: Grootte
nl_nl: NL Size

# ProjectProperties_TaskCount_Description
source: Het aantal taken in het project.
nl_nl: NL Number of tasks in the project.

# ProjectProperties_TaskCount_DisplayName
source: Aantal taken
nl_nl: NL Task count

# TextDocumentFromFileProperties_DisplayName
source: Tekstdocument (uit bestand)
nl_nl: NL Text document (from file)

# TextDocumentFromFileProperties_Path_Description
source: Locatie waar het bestand kan worden gevonden.
nl_nl: NL Location to where the file can be found.

# TextDocumentFromFileProperties_Path_DisplayName
source: Pad
nl_nl: NL Path

# TextDocumentProperties_DisplayName
source: Tekstdocument
nl_nl: NL Text document

# TextDocumentProperties_Name_Description
source: Naam van het tekstdocument.
nl_nl: NL Name of the text document.

# TextDocumentProperties_ReadOnly_Description
source: Geeft aan of het bestand alleen kan worden gelezen (true) of dat het ook kan worden gewijzigd (false).
nl_nl: NL Indicates if the file can only be read (true), or that it can modified as well (false).

# TextDocumentProperties_ReadOnly_DisplayName
source: Alleen-lezen
nl_nl: NL Read only

# TimeSeries_Attributes_Description
source: Meta-gegevens die zijn gekoppeld aan de tijdreeksen.
nl_nl: NL Meta data associated with the time series.

# TimeSeries_Attributes_DisplayName
source: Attributes
nl_nl: NL Attributes

# TimeSeriesProperties_DisplayName
source: Tijdreeksen
nl_nl: NL Time series

# TimeSeriesProperties_Extrapolation_Description
source: Het extrapolatieschema dat wordt gebruikt langs de tijdas.
nl_nl: NL The extrapolation scheme used along the time axis.

# TimeSeriesProperties_Interpolation_Description
source: Het interpolatieschema dat wordt gebruikt langs de tijdas.
nl_nl: NL The interpolation scheme used along the time axis.

# TimeSeriesProperties_Name_Description
source: Naam van de getoonde tijdreeks.
nl_nl: NL Name of the time series shown to the user.

# TreeFolderProperties_DisplayName
source: Folder
nl_nl: NL Folder

# TreeFolderProperties_Name_Description
source: Naam van de map getoond aan de gebruiker.
nl_nl: NL Name of the folder shown to the user.

# TreeNodeModelDataWrapperProperties_DisplayName
source: Item set
nl_nl: NL Item set

# UrlProperties_DisplayName
source: URL
nl_nl: NL URL

# UrlProperties_Name_Description
source: Naam van de website of waar de URL naar verwijst gegevens.
nl_nl: NL Name of the website or data where the URL refers to.

# UrlProperties_Path_Description
source: Locatie waarnaar de URL naar verwijst.
nl_nl: NL Location to where the URL points to.

# UrlProperties_Path_DisplayName
source: Pad
nl_nl: NL Path

# VariableProperties_DefaultValue_Description
source: Waarde van de variabele in geval er geen gegevens voor deze variabele zijn opgegeven.
nl_nl: NL Variable value in case no data is specified for this variable.

# VariableProperties_DefaultValue_DisplayName
source: Standaardwaarde
nl_nl: NL Default value

# VariableProperties_Name_Description
source: Naam van de getoonde variabele.
nl_nl: NL Name of the variable shown to the user.

# VariableProperties_Unit_DisplayName
source: Eenheid
nl_nl: NL Unit

# VariableProperties_ValueType_Description
source: Het value type van de variabele.
nl_nl: NL The value type of the variable.

# VariableProperties_ValueType_DisplayName
source: Value type
nl_nl: NL Value type

# Ribbon_Chart_Contents
source: Grafiek
nl_nl: NL Chart Contents

# Ribbon_ContextualGroup_Charting
source: Grafieken
nl_nl: NL Charting

# Ribbon_Data_Structure_View
source: Data Structuur
nl_nl: NL Data Structure View

# Ribbon_DecreaseFontSize
source: Lettertype Verkleinen
nl_nl: NL Decrease Font Sizes

# Ribbon_ExportAsImage
source: Exporteer als figuren
nl_nl: NL Export as Image

# Ribbon_GroupBox_Export
source: Exporteren
nl_nl: NL Export

# Ribbon_GroupBox_Show_Hide
source: Weergeven/Verbergen
nl_nl: NL Show/Hide

# Ribbon_GroupBox_Style
source: Stijl
nl_nl: NL Style

# Ribbon_GroupBox_Tools
source: Hulpprogramma 's
nl_nl: NL Tools

# Ribbon_IncreaseFontSize
source: Lettertype Vergroten
nl_nl: NL Increase Font Sizes

# Ribbon_Ruler
source: Liniaal
nl_nl: NL Ruler

# Ribbon_TabItem_Chart
source: Grafiek
nl_nl: NL Chart

# Ribbon_TabItem_View
source: Beeld
nl_nl: NL View

# Ribbon_Time_Navigator
source: Tijd Navigatie
nl_nl: NL Time Navigator

# Ribbon_Undo_Redo
source: Ongedaan maken/Opnieuw
nl_nl: NL Undo/Redo

source: TODO: dialoogvenster weergeven en selecteer welk deel van de functie in een grafiek moet worden weergegeven en selecteer reekstype.
nl_nl: NL TODO: show dialog and select which part of function should be shown on a chart and select series type.

source: View van type {0} heeft meerdere ITimeNavigatable ChildViews: dubbelzinnig.
nl_nl: NL View of type {0} has multiple ITimeNavigatable ChildViews: ambiguous.

# CommonToolsGuiPlugin_GetViewInfoObjects_Browser
source: Browser
nl_nl: NL Browser

# CommonToolsGuiPlugin_GetViewInfoObjects_Chart_View
source: Grafiek
nl_nl: NL Chart View

# CommonToolsGuiPlugin_GetViewInfoObjects_Export_from_project
source: Exporteren vanaf project
nl_nl: NL Export from project

# CommonToolsGuiPlugin_GetViewInfoObjects_Table_View
source: Tabelweergave
nl_nl: NL Table View

# CommonToolsGuiPlugin_GetViewInfoObjects_Text_editor
source: Teksteditor
nl_nl: NL Text editor

# CommonToolsGuiPlugin_InitializeChartLegendView_Chart
source: Grafiek
nl_nl: NL Chart

# CommonToolsGuiPlugin_InitializeFunctionTreeView_Data
source: Gegevens
nl_nl: NL Data

# ChartProperties_FontValid_Font_can_not_be_empty_
source: Lettertype kan niet leeg zijn.
nl_nl: NL Font can not be empty.
