Repository: Deltares/Riskeer
Catalog: Core/GIS/src/Core.GIS.NetTopologySuite.Extensions/Properties/Resources.*.resx
Languages: nl_nl

# CategorizationOperation_CategorizationOperationCanOnlyHaveASingleOutput
source: Gecategoriseerde operatie kan alleen één enkele uitgang hebben
nl_nl: NL Categorization operation can only have a single output

source: Gecategoriseerde operatie ondersteunt alleen "spatial data" als "PortValueType" op haar poorten.
nl_nl: NL Categorization operation only supports 'Spatial data' as PortValueType on its ports.

# CategorizationOperation_MustHaveAtLeastOneInputPort
source: Moet op zijn minst 1 invoerpoort hebben
nl_nl: NL Must have at least 1 input port

# CurveCoverage_InvalidTimeForNetworkSpatialData
source: Ongeldige tijd voor "spatial data" van het netwerk
nl_nl: NL Invalid time for network spatial data

# CurveCoverage_NetworkSpatialDataChainageExceedsBranchLength
source: Netwerk "spatial data" ({0}): "Chainage" ({1}) overschrijdt "branch" lengte ({2}). Interpolatie is onmogelijk
nl_nl: NL Network spatial data ({0}): Chainage ({1}) exceeds branch length ({2}). Interpolation impossible

# CurveCoverage_NetworkSpatialDataChainageOutOfRange
source: Netwerk "spatial data" ({0}): "Chainage" ({1}) is buiten het bereik; er kan niet geïnterpoleerd worden
nl_nl: NL Network spatial data ({0}): Chainage ({1}) out of range; can not interpolate

# CurveCoverage_PleaseDoNotSpecifyTimeFilter
source: Wilt u alstublieft geen tijdfilter opgeven voor het ophalen van de waarde van tijd gerelateerde "network spatial data".
nl_nl: NL Please do not specify time filter to retrieve value from time related network spatial data.

# CurveCoverage_PleaseSpecifyNetworkCoverage
source: Specificieer "network spatial data" door gebruik te maken van "VariableValueFilter" in de filters.
nl_nl: NL Please specify network spatial data using VariableValueFilter in filters.

# CurveCoverage_PleaseSpecifyTimeFilter
source: Geef tijdfilter voor het ophalen van de waarde van tijd gerelateerde "network spatial data".
nl_nl: NL Please specify time filter to retrieve value from time related network spatial data.

# DefaultMapController_EnableBackGroundLayer_NoDefaultMapException
source: Stel geen achtergrondlagen in als je geen standaard kaart hebt.
nl_nl: NL Don't set background layers when you dont have a default map.

# FeatureCoverage_ChangingFeatureListAfterPersistingNotAllowed
source: Veranderen de eigenschaplijst na instellen en "persisting spatial data"-waarden is niet toegestaan!
nl_nl: NL Changing the feature list after setting and persisting spatial data values is not allowed!

# FeatureCoverage_NoDataDefinedOnLocation
source: Er zijn geen gegevens gedefinieerd op locatie {0}
nl_nl: NL No data defined on location {0}

# FeatureCoverage_NonMatchingFeatureCount
source: Geen overeenkomstige eigenschap tellen voor / tellen na
nl_nl: NL Non matching feature count before / after

# FeatureCoverage_PleaseDoNotSpecifyTimeFilter
source: Geef geen tijd-filter op om waarde op te halen uit een niet-tijd gerelateerde "feature spatial data"
nl_nl: NL Please do not specify time filter to retrieve value from non-time related feature spatial data

# FeatureTypeConverter_AttemptingToLoadSpatialDataNotInFeatures
source: "spatial data"-waarden proberen te laden voor een eigenschap niet in "Features of spatial data"
nl_nl: NL Attempting to load spatial data values for a feature not in Features of spatial data

# FeatureTypeConverter_AttemptingToSaveSpatialDataNotInFeatures
source: Proberen "spatial data"-waarden op te slaan voor eigenschap niet in "Features of spatial data"
nl_nl: NL Attempting to save spatial data values for feature not in Features of spatial data

# NetworkCoverageMathExtensions_InterpolationMethodNotSupported
source: Interpolatie van methode {0} wordt niet ondersteund
nl_nl: NL Interpolation method {0} not supported

# NetworkCoverageMathExtensions_NumberOfTimeValuesDoesNotMatch
source: Aantal tijdwaarden klopt niet voor "spatial data"
nl_nl: NL Number of time values does not match for spatial datas

# NetworkCoverageMathExtensions_SpatialDataNotTimeDependent
source: "Spatial data" is niet tijdafhankelijk:
nl_nl: NL Spatial data is not time dependent:

# NetworkCoverageMathExtensions_SpatialDatasWithMultipleComponentsNotImplemented
source: Ondersteuning voor "spatial data" met meerdere onderdelen is niet geïmplementeerd
nl_nl: NL Support for spatial data with multiple components is not implemented

# NourishmentsNodePresenter_GetContextMenu_Clear_nourishments
source: Wissen
nl_nl: NL Clear nourishments

source: "Copy Constructor" is niet geïmplementeerd voor een component met meerdere "nodata"-waarden
nl_nl: NL Copy constructor not implemented for component with multiple nodata values

source: "Copy constructor" is niet geïmplementeerd voor rasters met meer dan één component
nl_nl: NL Copy constructor not implemented for grids with more than one component

# RegularGridCoverage_ExtrapolationDisabled
source: Extrapolatie is uitgeschakeld
nl_nl: NL Extrapolation is disabled

# RegularGridCoverage_InterpolationDisabled
source: Interpolatie is uitgeschakeld
nl_nl: NL Interpolation is disabled

# RegularGridCoverage_NoValuesAvailableAtX
source: Er zijn geen waarden beschikbaar voor {0} met x = {1}
nl_nl: NL No values available for {0} at x = {1}

# RegularGridCoverage_NoValuesAvailableAtY
source: Er zijn geen waarden beschikbaar voor {0} met y = {1}
nl_nl: NL No values available for {0} at y = {1}

# RegularGridCoverage_OnlyPiecewiseConstantInterpolationTypeSupported
source: Alleen "piecewise constant interpolation"-type wordt ondersteund voor het argument van tijd, "actual": {0}, "spatial data": {1}
nl_nl: NL Only piecewise constant interpolation type is supported for time argument, actual: {0}, spatial data: {1}

# RegularGridCoverage_RegularGridSpatialDataNotAvailableAtX
source: Regelmatig "spatial data"-raster {0}; geen gegevens beschikbaar bij x = {1}
nl_nl: NL Regular grid spatial data {0}; no data available at x={1}

# RegularGridCoverage_RegularGridSpatialDataNotAvailableAtY
source: Regelmatig "spatial data"-raster {0}; geen gegevens beschikbaar bij y = {1}
nl_nl: NL Regular grid spatial data {0}; no data available at y={1}

# RegularGridCoverage_TimeInterpolationNotPossibleWithMoreThan1Filter
source: Tijd-interpolatie is niet mogelijk met meer dan 1 filter.
nl_nl: NL Time-interpolation is not possible with more than 1 filter.

# RegularGridCoverage_TimeInterpolationNotPossibleWithMoreThanOneFilter
source: Tijd interpolatie is niet mogelijk met meer dan één filter.
nl_nl: NL Time-interpolation is not possible with more than 1 filter.
