Repository: Deltares/Riskeer
Catalog: Core/Plugins/src/Core.Plugins.CommonTools/Properties/Resources.*.resx
Languages: nl_nl

# Category_General
source: Algemeen
nl_nl: NL General

# Category_State
source: Staat
nl_nl: NL State

# CommonToolsApplicationPlugin_GetDataItemInfos_Text_Document
source: Tekstdocument
nl_nl: NL Text Document

# CommonToolsApplicationPlugin_GetDataItemInfos_Web_Link
source: Weblink
nl_nl: NL Web Link

# FileBasedRestartStateExporter_Name_Restart_State_Exporter
source: Restart state exporteur
nl_nl: NL Restart State Exporter

# FileBasedRestartStateImporter_Name_Restart_State
source: Restart state
nl_nl: NL Restart State

# FileFilter_CSV_Files
source: CSV-bestanden
nl_nl: NL CSV Files

source: Kan geen stap aan de oude waarde van het type {0} toevoegen, omdat de hoeveelheid toe te voegen van incompatibel type {1} is.
nl_nl: NL Cannot add one step to the old value of type {0}, because the amount to add is of incompatible type {1}.

source: Kan geen interval stap vooruit: de waarde van de variabele van type {0} worden niet ondersteund.
nl_nl: NL Cannot progress one interval step: Variable value of type {0} are not supported.

source: {0} component constanten zijn gegeven, maar de functie heeft {1} componenten.
nl_nl: NL {0} component constants are given, but the function has {1} components.

source: Er moet een functie moet worden opgegeven in op te slaan.
nl_nl: NL A function must be specified to generate data into.

source: Er moet een argument moet worden ingesteld voor het genereren van intervallen.
nl_nl: NL A single argument must be set to generate intervals for.

source: Het argument '{0}' om intervallen voor te genereren moet een argument zijn van de functie.
nl_nl: NL The argument '{0}' to generate intervals for should be an argument of the function.

source: De te genruiken component constanten moeten worden ingesteld.
nl_nl: NL The component constants to use should be set.

source: Het function moet ten minste één argument bevatten.
nl_nl: NL The functio should contain at least one argument.

source: De gegeven constante '{0}' is van type {1}, die komt niet overeen met dat de componenten Type {2}. Alle onderdelen moeten het hetzelfde gegevenstype gebruiken!
nl_nl: NL The given constant '{0}' is of type {1}, which does not match the components type {2}. All components must use the same datatype!

source: Het type {0} van het interval is niet compatibel met het type van de argument variabele {1}.
nl_nl: NL The type {0} of the interval is not compatible with the argument variable type {1}.

source: Kan geen interval stap vooruit: variabele waarden voor type {0} worden niet ondersteund.
nl_nl: NL Cannot progress one interval step: Variable values of type {0} are not supported.

source: De component-constanten moeten worden ingesteld en moeten ten minste één constante bevatten.
nl_nl: NL The component constants must be set and it should contain at least one constant.

source: Kan geen interval stap vooruit: variabele waarden voor type {0} worden niet ondersteund.
nl_nl: NL Cannot progress one interval step: Variable values of type {0} are not supported.

source: Instellen van de kenmerken op niet-tijdreeksen functie wordt niet ondersteund
nl_nl: NL Setting attributes on non-time series function is not supported

source: CSV importeren is mislukt: fouten in rij {0}, kolom(men) {1} ({2} rijen met fouten in totaal)
nl_nl: NL Csv import failed: errors in row {0}, column(s) {1} ({2} rows with errors in total)

source: CSV importeren is mislukt, Controleer het bestand
nl_nl: NL Csv import failed, please check the file layout

source: CSV importeren is mislukt, kolom tijdnotatie wordt niet herkend
nl_nl: NL Csv import failed, time column format not recognized

source: CSV importeren is mislukt, tijdwaarden zijn niet geordend
nl_nl: NL Csv import failed, time values not strictly ordered

# TimeSeriesCsvFileImporter_Name_Time_Series___csv_
source: Tijdreeksen (.csv)
nl_nl: NL Time Series (.csv)

# TimeSeriesCsvImporter_Name_Time_Series__CSV_
source: Tijdreeksen (CSV)
nl_nl: NL Time Series (CSV)

source: Timeseries moeten 2 of meer waarden bevatten om te worden uitgebreid
nl_nl: NL Timeseries must contain 2 or more values in order to be expanded

# TimeSeriesGenerator_ValidateStartEnd_End_time_must_be_later_than_start_time
source: Eindtijd moet later zijn dan de begintijd
nl_nl: NL End time must be later than start time

source: Het oude tijdsinterval en het nieuwe tijdsinterval overlappen elkaar niet
nl_nl: NL The old time interval and the new time interval do not overlap

# TimeSeriesGenerator_ValidateTimestep_Timestep_has_no_duration
source: Tijdstap heeft geen duur
nl_nl: NL Timestep has no duration
